Repository: pindiespace/plyo-schema-extender
Catalog: languages/plyo-schema-extender-*.po
Languages: es_mx

source: Use this section to add general fields that are not present in the default version of Yoast. Information is general and will be applied to all Schema relative to the Organization. Phone assumes a USA format. Email and URL will be checked for validity.
es_mx: Utilice esta sección para agregar campos generales que no están presentes en la versión predeterminada de Yoast. La información es general y se aplicará a todos los esquemas relacionados con la organización. El teléfono asume un formato de EE. UU. Se comprobará la validez del correo electrónico y la URL.

source: Descriptive name of type of schema.
es_mx: Nombre descriptivo del tipo de esquema.

source: Descriptive text.
es_mx: Texto descriptivo.

source: Formatted Postal Code.
es_mx: Código postal formateado.

source: Phone format: xxx-xxx-xxxx
es_mx: Formato de teléfono: xxx-xxx-xxxx

source: Email format: xxxx@novyunlimited.com
es_mx: Formato de correo electrónico: xxxx@novyunlimited.com

source: URL format: https://domain/page
es_mx: Formato de URL: https: // dominio / página Formato de URL: https: // dominio / página

source: If checked, Schema applied to the following Custom Post Types and Categories
es_mx: Si está marcado, el esquema se aplicó a los siguientes tipos y categorías de publicaciones personalizadas Si está marcado, el esquema se aplicó a los siguientes tipos y categorías de publicaciones personalizadas

source: This plugin requires <strong>PHP
es_mx: Este plugin requiere <strong> PHP

source: <strong>%s</strong> has been deactivated
es_mx: <strong>% s </strong> se ha desactivado <strong>% s </strong> se ha desactivado

source: This plugin depends on the <strong>Yoast SEO, version
es_mx: Este plugin depende de la <strong> versión de Yoast SEO

source: Uncategorized
es_mx: Sin categorizar
